Repository: semihsgt/AtlasWeatherApp_SwiftUI
Catalog: Atlas Weather/*.lproj/Localizable.strings
Languages: tr

# tab_myLocation
source: My Location
tr: Konumum

# tab_favorites
source: Favorites
tr: Favoriler

# tab_search
source: Search
tr: Ara

# title_requestLocation
source: Allow Your Location
tr: Konumuna İzin Ver

# requestLocation_description
source: We need your location to show you the weather of your location.
tr: Bulunduğun yerin hava durumunu gösterebilmemiz için konumuna ihtiyacımız var.

# button_allowLocation
source: Allow Location
tr: Konuma İzin Ver

# title_capitalLocation
source: CAPITAL LOCATION
tr: BAŞKENT KONUMU

# title_aboutTheCountry
source: ABOUT THE COUNTRY
tr: ÜLKE HAKKINDA

# title_otherDetails
source: OTHER DETAILS
tr: DİĞER DETAYLAR

# otherDetails_region
source: Region
tr: Bölge

# otherDetails_capitals
source: Capitals
tr: Başkentler

# otherDetails_population
source: Population
tr: Nüfus

# otherDetails_languages
source: Languages
tr: Diller

# otherDetails_currency
source: Currency
tr: Para Birimi

# otherDetails_demonym
source: Demonym
tr: Halk Adı

# otherDetails_driving_side
source: Driving Side
tr: Trafik Yönü

# otherDetails_start_of_week
source: Start Of Week
tr: Hafta Başlangıcı

# otherDetails_independent
source: Independent
tr: Bağımsızlık

# otherDetails_id
source: Country Id
tr: Ülke Kodu

# otherDetails_timezones
source: Time Zones
tr: Saat Dilimleri

# title_splash
source: ATLAS WEATHER
tr: ATLAS HAVA DURUMU

# title_noFavorites
source: No Favorite Location Added Or Not Connected To The Internet
tr: Favori Konum Eklenmedi veya İnternet Bağlantısı Yok

# title_favorites
source: Favorites
tr: Favoriler

# title_search
source: Search
tr: Arayın

# prompt_search
source: Search for a city or airport
tr: Şehir veya havaalanı arayın

# title_heroLocation
source: Current Location
tr: Mevcut Konum

# tempMax
source: H
tr: Y

# tempMin
source: L
tr: D

# title_explore
source: EXPLORE
tr: KEŞFET

# title_hourlyForecast
source: HOURLY FORECAST
tr: SAATLİK TAHMİN

source: Now
tr: Şimdi

source: Sunrise
tr: Gün Doğumu

source: Sunset
tr: Gün Batımı

# title_feelsLike
source: FEELS LIKE
tr: HİSSEDİLEN

source: Today
tr: Bugün

# title_10dayForecast
source: 10-DAY FORECAST
tr: 10 GÜNLÜK TAHMİN

# title_sunrise
source: SUNRISE
tr: GÜN DOĞUMU

# title_sunset
source: SUNSET
tr: GÜN BATIMI

source: Sunset will be at %@
tr: Gün Batımı saati: %@

source: Sunrise will be at %@
tr: Gün Doğumu saati: %@

# feels_like_similar
source: Feels similar to the actual temperature.
tr: Gerçek sıcaklığa yakın.

# feels_like_warmer
source: Feels %d° warmer.
tr: %d° daha sıcak hissettiriyor.

# feels_like_colder
source: Feels %d° colder.
tr: %d° daha soğuk hissettiriyor.

# title_humidity
source: HUMIDITY
tr: NEM

# humidity_description
source: The dew point is %.1f°C right now.
tr: Çiy noktası şu anda %.1f°C.

# title_visibility
source: VISIBILITY
tr: GÖRÜŞ MESAFESİ

# visibility_perfect
source: It's perfectly clear right now.
tr: Hava şu anda tamamen açık.

# visibility_good
source: Visibility is good.
tr: Görüş mesafesi iyi.

# visibility_haze
source: Haze is affecting visibility.
tr: Pus görüşü etkiliyor.

# visibility_fog
source: Fog is affecting visibility.
tr: Sis görüşü etkiliyor.

# visibility_varies
source: Conditions vary.
tr: Koşullar değişkenlik gösteriyor.

# title_rainfall
source: RAINFALL
tr: YAĞIŞ MİKTARI

# rainfall_lastHour
source: in last 1h
tr: Son bir saat içinde

# rainfall_description
source: %d mm expected tomorrow.
tr: Yarın %d mm yağış bekleniyor.

# title_pressure
source: PRESSURE
tr: BASINÇ

# title_snowfall
source: SNOWFALL
tr: KAR YAĞIŞI

# snowfall_lastHour
source: in last 1h
tr: Son bir saat içinde

# snowfall_description
source: %d mm expected tomorrow.
tr: Yarın %d mm kar bekleniyor.

# title_wind
source: WIND
tr: RÜZGAR

# wind_speed
source: Speed
tr: Hız

# wind_direction
source: Direction
tr: Yön

# wind_gust
source: Gust
tr: Hamle

# title_map
source: MAP
tr: HARİTA

# title_noResult
source: No Results
tr: Sonuç Yok

# noResult_description
source: No result for '%@'
tr: '%@' için sonuç bulunamadı

# title_locationPermission
source: Location Permit Required
tr: Konum İzni Gerekli

# locationPermission_description
source: In order to automatically see the weather of your location, you need to give location permission from Settings.
tr: Bulunduğunuz yerin hava durumunu otomatik olarak görmek için Ayarlar'dan konum izni vermeniz gerekir.

# button_goToSettings
source: Go to Settings
tr: Ayarlar'a Git

# title_error
source: Something went wrong
tr: Bir şeyler ters gitti

# error_description
source: The internet connection appears to be offline.
tr: İnternet bağlantısı yok gibi görünüyor.
